index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
    <!-- 2021-06-03 Thu 12:08 -->
    <meta http-equiv="Content-Type" content=
    "text/html; charset=utf-8" />
    <meta name="viewport" content=
    "width=device-width, initial-scale=1" />
    <title>AshinCoder's Website</title>
    <meta name="author" content="Ashin Antony" />
    <meta name="description" content=
    "My Website with my youtube channe" />
    <meta name="generator" content="Org Mode" />
    <link rel="stylesheet" type="text/css" href=
    "https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css" />
    <link rel="stylesheet" type="text/css" href=
    "https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css" />

</head>
<body>
    <div id="content">
        <h1 class="title">AshinCoder’s Website</h1>
        <div id="table-of-contents">
            <h2>Table of Contents</h2>
            <div id="text-table-of-contents">
                <ul>
                    <li><a href="#org50a1d13">HOME</a></li>
                    <li><a href="#orgcd83546">SOFTWARE I
                    USE</a></li>
                    <li>
                        <a href="#org9b6a664">MY WINDOWS
                        MANAGERS</a>
                        <ul>
                            <li><a href=
                            "#org16bc9ab">XMonad</a></li>
                            <li><a href=
                            "#org41c7479">Qtile</a></li>
                            <li><a href=
                            "#orgf7b65b6">awesome</a></li>
                        </ul>
                    </li>
                </ul>
            </div>
        </div>
        <div id="outline-container-org50a1d13" class="outline-2">
            <h2 id="org50a1d13">HOME</h2>
            <div class="outline-text-2" id="text-org50a1d13">
                <p>This is a website created using the emacs org
                mode. It is hosted using the github pages. The
                following are my main social media links:</p>
                <ul class="org-ul">
                    <li>Github : <a href=
                    "https://www.github.com/ashincoder">ashincoder
                    · GitHub</a></li>
                    <li>Gitlab : <a href=
                    "https://www.gitlab.com/ashincoder">ashincoder
                    · GitLab</a></li>
                    <li>Youtube : <a href=
                    "https://www.youtube.com/channel/UCZqKL3vIdyHUiLuR1vYwVgw">
                    Ashin Antony - YouTube</a></li>
                </ul>
            </div>
        </div>
        <div id="outline-container-orgcd83546" class="outline-2">
            <h2 id="orgcd83546">SOFTWARE I USE</h2>
            <div class="outline-text-2" id="text-orgcd83546">
                <p>These are the main software I use:</p>
                <ul class="org-ul">
                    <li>Browser : <a href=
                    "https://brave.com/">Brave Browser</a></li>
                    <li>Photo Editor : Gimp</li>
                    <li>Video Recorder : Ffmpeg</li>
                    <li>Shell : zsh</li>
                    <li>Prompt : Starship</li>
                    <li>Editor: Doom Emacs</li>
                </ul>
            </div>
        </div>
        <div id="outline-container-org9b6a664" class="outline-2">
            <h2 id="org9b6a664">MY WINDOWS MANAGERS</h2>
            <div class="outline-text-2" id="text-org9b6a664">
                <p>I wil display my top 3 windows manager configs
                below</p>
            </div>
